/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ фото";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ и %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ видео";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d дн %2$d ч %3$d мин %4$d с";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d ч %2$d мин %3$d с";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d мин %2$d с";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d с";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ пикс";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (интернет-плагин %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@ — %@)";

/* Text track contains closed captions */
"%@ CC" = "Скрытые субтитры — %@";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Хранилище базы данных «%@»";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "Чтение без труда — %@";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Сеть программы «%@»";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "SDH для глухих — %@";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Веб-содержимое программы «%@»";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Мастер‑ключ WebCrypto «%@»";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "Файлов: %d";

/* Label for PDF page number indicator. */
"%d of %d" = "%d из %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "Объектов: %zu";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "Объектов: 0";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 объект";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "Фотографий: 1";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 видео";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (среднее)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (высокое)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (низкое)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<имя файла> %d×%d пикс";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Возникла проблема с JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Добавить в Список для чтения";

/* Undo action name */
"Align Left (Undo action name)" = "Выровнять влево";

/* Undo action name */
"Align Right (Undo action name)" = "Выровнять вправо";

/* WKErrorUnknown description */
"An unknown error occurred" = "Произошла неизвестная ошибка";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Автоматически (рекомендуется)";

/* Back context menu item */
"Back" = "Назад";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Заблокированный плагин";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Заблокированный плагин";

/* Bold context menu item */
"Bold" = "Жирный";

/* Undo action name */
"Bold (Undo action name)" = "Жирный";

/* menu item title for phone number */
"Call Using iPhone:" = "Позвонить с помощью iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Отменить";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Отменить";

/* Capitalize context menu item */
"Capitalize" = "С заглавной буквы";

/* Undo action name */
"Center (Undo action name)" = "Выровнять по центру";

/* Undo action name */
"Change Attributes (Undo action name)" = "Изменить атрибуты";

/* Check spelling context menu item */
"Check Document Now" = "Проверить документ сейчас";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Проверять грамматику и правописание";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Проверять правописание при вводе текста";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Выбрать файл";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Выбор файлов";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Выбрать медифайл (несколько)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Выбрать медифайл (один)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Очистить";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Очистить недавние поиски";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Нажмите для выхода из полноэкранного режима";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Нажмите для перезагрузки";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Содержимое указанного MIME-типа невозможно отобразить";

/* Media Controls context menu item */
"Controls" = "Элементы управления";

/* Copy context menu item */
"Copy" = "Скопировать";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Скопировать";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Скопировать адрес аудио";

/* Copy Image context menu item */
"Copy Image" = "Скопировать изображение";

/* Copy Link context menu item */
"Copy Link" = "Скопировать ссылку";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Скопировать адрес видео";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Исправлять ошибки автоматически";

/* Undo action name */
"Create Link (Undo action name)" = "Создать ссылку";

/* Cut context menu item */
"Cut" = "Вырезать";

/* Undo action name */
"Cut (Undo action name)" = "Вырезать";

/* Default writing direction context menu item */
"Default" = "По умолчанию";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Удалить";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Подробнее";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Диктовка";

/* Download Audio To Disk context menu item */
"Download Audio" = "Загрузить аудио";

/* Download Image context menu item */
"Download Image" = "Загрузить изображение";

/* Download Linked File context menu item */
"Download Linked File" = "Загрузить файл по ссылке";

/* Download Video To Disk context menu item */
"Download Video" = "Загрузить видео";

/* Undo action name */
"Drag (Undo action name)" = "Перетянуть";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Перейти в полноэкранный режим";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Выйти из полноэкранного режима";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Шрифт";

/* Undo action name */
"Format Block (Undo action name)" = "Форматирование";

/* Forward context menu item */
"Forward" = "Вперед";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Загрузка фрейма прервана";

/* accessibility role description for web area */
"HTML content" = "Содержимое HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Скрыть настройки";

/* menu item title */
"Hide Spelling and Grammar" = "Скрыть правописание и грамматику";

/* menu item title */
"Hide Substitutions" = "Скрыть замены";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "Windows-1251";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Игнорировать грамматику";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Пропустить правописание";

/* Undo action name */
"Indent (Undo action name)" = "Отступ";

/* Undo action name */
"Insert List (Undo action name)" = "Вставить список";

/* Inspect Element context menu item */
"Inspect Element" = "Проверить объект";

/* Italic context menu item */
"Italic" = "Курсив";

/* Undo action name */
"Italics (Undo action name)" = "Курсив";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java недоступна";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Выровнять по ширине";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Ключ из %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Запомнить правописание";

/* Left to Right context menu item */
"Left to Right" = "Слева направо";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Вещание в прямом эфире";

/* Media controller status message when the media is loading */
"Loading..." = "Загрузка…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Найти в Словаре";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Найти «%@»";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Найти «<selection>»";

/* Media Loop context menu item */
"Loop" = "Зациклить";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Увеличить межбуквенное расстояние";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Опустить базовую линию";

/* Make Lower Case context menu item */
"Make Lower Case" = "Нижний регистр";

/* Make Upper Case context menu item */
"Make Upper Case" = "Верхний регистр";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Отсутствует плагин";

/* Media Mute context menu item */
"Mute" = "Выключить звук";

/* No Guesses Found context menu item */
"No Guesses Found" = "Предположений не найдено";

/* Empty select list */
"No Options Select Popover" = "Нет параметров";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Нет недавних поисков";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Использование запрещенного сетевого порта не разрешено";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Выключен";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Открыть";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Открыть аудио в новом окне";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Открыть фрейм в новом окне";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Открыть изображение в новом окне";

/* Open Link context menu item */
"Open Link" = "Открыть ссылку";

/* Open in New Window context menu item */
"Open Link in New Window" = "Открыть ссылку в новом окне";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Открыть видео в новом окне";

/* context menu item for PDF */
"Open with %@" = "Открыть в программе «%@»";

/* Undo action name */
"Outdent (Undo action name)" = "Выступ";

/* Outline context menu item */
"Outline" = "Выделить";

/* Undo action name */
"Outline (Undo action name)" = "Выделить";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Направление абзаца";

/* Paste context menu item */
"Paste" = "Вставить";

/* Undo action name */
"Paste (Undo action name)" = "Вставить";

/* Undo action name */
"Paste Font (Undo action name)" = "Добавить шрифт";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Вставить линейку";

/* Media Pause context menu item */
"Pause" = "Пауза";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Медиатека";

/* Media Play context menu item */
"Play" = "Воспроизвести";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Воспроизвести фильм в полноэкранном режиме";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Сбой в работе плагина";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Плагин отменен";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Загрузка обработанного плагина";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Формат PDF";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Поднять базовую линию";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Недавние поиски";

/* Reload context menu item */
"Reload" = "Перезагрузить";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Сбросить";

/* Right to Left context menu item */
"Right to Left" = "Справа налево";

/* Title for Save Image action button */
"Save Image" = "Сохранить изображение";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Искать в Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Поиск в %@";

/* Search with Google context menu item */
"Search with Google" = "Найти с помощью Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Направление выбора";

/* Undo action name */
"Set Background Color (Undo action name)" = "Выбрать цвет фона";

/* Undo action name */
"Set Color (Undo action name)" = "Выбрать цвет";

/* Undo action name */
"Set Font (Undo action name)" = "Выбрать шрифт";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Использовать традиционную форму символа";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Выбрать направление письма";

/* Show colors context menu item */
"Show Colors" = "Показать цвета";

/* Show Media Controls context menu item */
"Show Controls" = "Показать настройки";

/* Show fonts context menu item */
"Show Fonts" = "Панель шрифтов";

/* menu item title */
"Show Spelling and Grammar" = "Показать правописание и грамматику";

/* menu item title */
"Show Substitutions" = "Показать замены";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Показать в заблокированном плагине";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Смарт-копирование/вставка";

/* Smart Dashes context menu item */
"Smart Dashes" = "Смарт-тире";

/* Smart Links context menu item */
"Smart Links" = "Смарт-ссылки";

/* Smart Quotes context menu item */
"Smart Quotes" = "Смарт-кавычки";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Плагин с моментальным снимком";

/* Speech context sub-menu item */
"Speech" = "Проговаривание текста";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Правописание и грамматика";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Начать отладку JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Начать профилирование JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Начать";

/* Stop context menu item */
"Stop" = "Остановить";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Остановить отладку JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Остановить профилирование JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Остановить";

/* Styles context menu item */
"Styles..." = "Стили…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Отправить";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Отправить";

/* Undo action name */
"Subscript (Undo action name)" = "Подстрочная";

/* Substitutions context sub-menu item */
"Substitutions" = "Замены";

/* Menu section heading for subtitles */
"Subtitles" = "Субтитры";

/* Undo action name */
"Superscript (Undo action name)" = "Надстрочная";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Сделать снимок";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Снять фото или видео";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Снять видео";

/* Text Replacement context menu item */
"Text Replacement" = "Замена текста";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Не удается показать URL";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView аннулировано";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Процесс веб-содержимого был прерван";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Не удается найти текущее местоположение.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Не удается найти этот плагин";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Не удается загрузить этот плагин";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Введенные Вами для области «%@» на %@ имя или пароль пользователя неверны. Введите их правильно, а затем повторите попытку.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Имя пользователя или пароль для %@ прокси-сервера %@ были введены неверно. Введите их правильно, а затем повторите попытку.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Имя пользователя или пароль для данного раздела на %@ были введены неверно. Введите их правильно, а затем повторите попытку.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Это поисковый индекс. Введите ключевые слова поиска:";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Уменьшить межбуквенное расстояние";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Для просмотра этой страницы необходимо войти в область «%@» на %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Для просмотра этой страницы необходимо войти в %@ прокси-сервера %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Для просмотра этой страницы необходимо войти в данный раздел на %@:";

/* Transformations context sub-menu item */
"Transformations" = "Преобразования";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Отключение межбуквенного расстояния";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Отключение лигатур";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Печать";

/* Underline context menu item */
"Underline" = "Подчеркнутый";

/* Undo action name */
"Underline (Undo action name)" = "Подчеркнутый";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Неизвестный";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Неизвестный";

/* Undo action name */
"Unlink (Undo action name)" = "Отсоединить";

/* Undo action name */
"Unscript (Undo action name)" = "По умолчанию";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Использование всех лигатур";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Межбуквенное расстояние по умолчанию";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Лигатуры по умолчанию";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Использовано для шифрования WebCrypto‑ключей в постоянном хранилище, например IndexedDB.";

/* Web Inspector window title */
"Web Inspector — %@" = "Веб-инспектор — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF, встроенный в WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit столкнулся с внутренней ошибкой";

/* message in authentication panel */
"Your login information will be sent securely." = "Информация входа будет отправлена безопасно.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Ваш пароль будет отправлен в незашифрованном виде.";

/* HTTP result code string */
"accepted" = "принято";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "активировать";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "предупреждение";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "диалоговое окно предупреждения";

/* An ARIA accessibility group that acts as an application. */
"application" = "программа";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "статус программы";

/* An ARIA accessibility group that acts as an article. */
"article" = "статья";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "элементы управления воспроизведением и окно статуса аудиоэлемента";

/* accessibility label for audio element controller */
"audio playback" = "воспроизведение аудио";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "назад на 30 секунд";

/* HTTP result code string */
"bad gateway" = "неверный шлюз";

/* HTTP result code string */
"bad request" = "неверный запрос";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "баннер";

/* accessibility help text for play button */
"begin playback" = "начать воспроизведение";

/* accessibility description for a search field cancel button */
"cancel" = "отменить";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "отметить";

/* HTTP result code string */
"client error" = "ошибка клиента";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "дополнительная";

/* HTTP result code string */
"conflict" = "конфликт";

/* An ARIA accessibility group that contains content. */
"content information" = "информация контента";

/* HTTP result code string */
"continue" = "продолжить";

/* HTTP result code string */
"created" = "создано";

/* accessibility help text for movie status display */
"current movie status" = "текущий статус фильма";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "текущий момент фильма в секундах";

/* role description of ARIA definition role */
"definition" = "четкость";

/* description detail */
"description" = "описание";

/* accessibility role description of a description list */
"description list" = "список описаний";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "диалоговое окно";

/* An ARIA accessibility group that acts as a document. */
"document" = "документ";

/* accessibility label for elapsed time display */
"elapsed time" = "истекшее время";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "перейти в полноэкранный режим";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "выйти из полноэкранного режима";

/* HTTP result code string */
"expectation failed" = "не удалось получить ожидаемые данные";

/* accessibility label for fast forward button */
"fast forward" = "перемотка вперед";

/* accessibility label for fast reverse button */
"fast reverse" = "быстрая перемотка назад";

/* accessibility role description for a file upload button */
"file upload button" = "кнопка выгрузки файла";

/* accessibility role description for a footer */
"footer" = "нижн. колонтитул";

/* HTTP result code string */
"forbidden" = "запрещено";

/* HTTP result code string */
"found" = "найдено";

/* HTTP result code string */
"gateway timed out" = "время ожидания шлюза закончилось";

/* accessibility role description for headings */
"heading" = "заголовок";

/* accessibility label for hide closed captions button */
"hide closed captions" = "скрыть скрытые субтитры";

/* accessibility role description for image map */
"image map" = "таблица изображений";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "неопределенное время";

/* HTTP result code string */
"informational" = "информационный";

/* HTTP result code string */
"internal server error" = "внутренняя ошибка сервера";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "подпрыгнуть";

/* HTTP result code string */
"length required" = "длины требуется";

/* accessibility role description for link */
"link" = "ссылка";

/* accessibility role description for list marker */
"list marker" = "маркер списка";

/* An ARIA accessibility group that acts as a console log. */
"log" = "журнал";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "основная часть";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "рамка";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "математические";

/* HTTP result code string */
"method not allowed" = "метод не разрешен";

/* HTTP result code string */
"moved permanently" = "перемещен окончательно";

/* accessibility label for timeline slider */
"movie time" = "момент фильма";

/* accessibility help text for timeline slider */
"movie time scrubber" = "бегунок времени фильма";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "указатель времени фильма";

/* HTTP result code string */
"multiple choices" = "множественный выбор";

/* accessibility label for mute button */
"mute" = "выкл. звук";

/* accessibility help text for mute button */
"mute audio tracks" = "выключить звуковые дорожки";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "навигация";

/* HTTP result code string */
"needs proxy" = "требует прокси";

/* HTTP result code string */
"no content" = "нет содержимого";

/* HTTP result code string */
"no error" = "нет ошибки";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "файл не выбран";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "файлы не выбраны";

/* HTTP result code string */
"no longer exists" = "больше не существует";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "медиафайлы не выбраны (несколько)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "медиафайлы не выбраны (один)";

/* HTTP result code string */
"non-authoritative information" = "ненадежная информация";

/* HTTP result code string */
"not found" = "не найдено";

/* HTTP result code string */
"not modified" = "не изменено";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "примечание";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "количество оставшихся секунд фильма";

/* HTTP result code string */
"partial content" = "частичное содержимое";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "несовпадение шаблонов";

/* accessibility label for pause button */
"pause" = "пауза";

/* accessibility help text for pause button */
"pause playback" = "приостановить воспроизведение";

/* HTTP result code string */
"payment required" = "требует оплаты";

/* accessibility label for play button */
"play" = "воспроизвести";

/* HTTP result code string */
"precondition failed" = "сбой предусловия";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "нажать";

/* HTTP result code string */
"proxy authentication required" = "требуется аутентификация прокси";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "значение за верхним пределом диапазона";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "значение за нижним пределом диапазона";

/* HTTP result code string */
"redirected" = "перенаправлено";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "регион";

/* accessibility label for time remaining display */
"remaining time" = "оставшееся время";

/* HTTP result code string */
"request timed out" = "время запроса истекло";

/* HTTP result code string */
"request too large" = "запрос слишком велик";

/* HTTP result code string */
"requested URL too long" = "запрошенный URL слишком длинный";

/* HTTP result code string */
"requested range not satisfiable" = "запрошенный диапазон недействителен";

/* HTTP result code string */
"reset content" = "сбросить содержимое";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "вернуть воспроизведение потокового фильма в режим реального времени";

/* accessibility label for return to real time button */
"return to realtime" = "вернуться в режим реального времени";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "поиск";

/* HTTP result code string */
"see other" = "см. другое";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "поиск по предыдущим 30 секундам фильма";

/* accessibility help text for fast rewind button */
"seek quickly back" = "быстрый поиск назад";

/* accessibility help text for fast forward button */
"seek quickly forward" = "быстрый поиск вперед";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "выбрать";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "разделитель";

/* HTTP result code string */
"server error" = "ошибка сервера";

/* HTTP result code string */
"service unavailable" = "служба недоступна";

/* accessibility label for show closed captions button */
"show closed captions" = "показать скрытые субтитры";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "начать показ скрытых субтитров";

/* accessibility label for movie status */
"status" = "статус";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "несовпадение шагов";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "прекратить показ скрытых субтитров";

/* HTTP result code string */
"success" = "успешно";

/* HTTP result code string */
"switching protocols" = "переключение протоколов";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "панель закладок";

/* HTTP result code string */
"temporarily redirected" = "временно перенаправлен";

/* term word of a description list */
"term" = "термин";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "указатель бегунка временной шкалы";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "таймер";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "слишком длинное";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "подсказка";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "несовпадение типов";

/* HTTP result code string */
"unacceptable" = "неприемлемо";

/* HTTP result code string */
"unauthorized" = "неавторизовано";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "снять";

/* HTTP result code string */
"unimplemented" = "неприменимо";

/* Unknown filename */
"unknown" = "неизвестное";

/* accessibility label for turn mute off button */
"unmute" = "включить звук";

/* accessibility help text for un mute button */
"unmute audio tracks" = "включить звуковые дорожки";

/* HTTP result code string */
"unsupported media type" = "тип носителя не поддерживается";

/* HTTP result code string */
"unsupported version" = "версия не поддерживается";

/* Validation message for required form control elements that have no value */
"value missing" = "значение отсутствует";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "элементы управления воспроизведением и окно статуса видеоэлемента";

/* accessibility label for video element controller */
"video playback" = "воспроизведение видео";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Открыть";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Просмотр";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Добавить в Список для чтения";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Скопировать";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Добавить в Фото";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Сохранить в Загрузках";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Поделиться";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Скопировать";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Найти в словаре";

/* "Paste" action menu item */
"Paste (action menu item)" = "Вставить";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Предложения";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Скопировать";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Поделиться";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Сохранить в Загрузках";
